---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleVectorArrowheadScale.NoArrow
enum: Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleVectorArrowheadScale
source: html/04795564-fbf7-f811-05c7-045363693549.htm
---
# Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleVectorArrowheadScale.NoArrow